cask_args appdir: "/Applications"

tap "homebrew/cask"
tap "universal-ctags/universal-ctags"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

brew "python"
brew "bat"
brew "coreutils"
brew "go"
brew "direnv"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "httpie"
brew "jq"
brew "neovim"
brew "nodebrew"
brew "redis"
brew "ripgrep"
brew "tig"
brew "tree"
brew "zsh"

tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"

cask "iterm2"
cask "karabiner-elements"
cask "sequel-pro"
cask "slack"
cask "google-chrome"

